export const translate = {
  ua: {
    pressForSearch: 'Привіт 👋\nНатисни для пошуку авто під карвіз 👇',
    searchIcon: '🔎',
    askPhotoText: 'Завантаж фото авто авто як на прикладі ☝️',
    askPhotoWithClosedBeltWarningText:
      'Завантаж фото авто авто як на прикладі ☝️ зверни увагу щоб ремені безпеки були замкнуті',

    askSecondPhoto: 'Завантаж фото авто авто як на прикладі ☝️',
    preparing_mileage_info:
      '⏳ Перевіряю останню дату завантаження фото одометра...',
    waiting_preparing: '⏳ Завантажую повідомлення з регламентом...',
    waiting: '⏳ Завантажую фото, будь ласка зачекайте...',
    onlyPicsAllowed: 'Можна завантажити лише фото',
    done: `Карвіз заверщенно 🥳\nДякую🤗\nЗробиш ще один?)) ->  /start\n\n`,
    needOdometrPhoto: `❗️Увага❗️\nВ цьому карвізі буде запитано фото одометру з ЗАГАЛЬНИМ пробігом авто`,
    reglament: `Будь ласка робіть фото за регламентом 😊
  
- Слідкуйте за послідовністю завантаження фото (робіть як на прикладах)
- Телефон тримайте горизонтально 
- Фотографуйте лише чисті авто
- Тільки при сонячному освітленні
- Не робіть фото з далеку (менше асфальту та неба)
- Не обрізайте авто в кадрі (всі частини авто видно на знімку)`,
    unsupportedPhoto:
      'Будь ласка відправте коректну фотографію🤓\nТакий тип файлів не підтримуєтся для фото',
    unsupportedPhoto:
      'Будь ласка відправте коректну фотографію🤓\nТакий тип файлів не підтримуєтся для фото',
    isVideoRequired: "Додати обов'язковий відеоогляд?",
    hasVideo: '📹 Так',
    skipVideo: '🚫 ні',
    video360Reglament:
      'Відправте відео файл. Обліт авто 360, з наїздом на vin код під склом та на кожне колесо',
    onlyVideoAllowed: 'Зараз можна завантажити лише відео',
    unsupportedVideo:
      'Будь ласка відправте коректний відео запис🤓\nТакий тип файлів не підтримуєтся для відео огляду',
    unsupportedVideoType: 'Такі відео не підтримуются',
    waitingVideoUpload: '⏳ Завантажую відео, будь ласка зачекайте...',
    tooBigFile:
      'Файл дуже великий 🗂\nНе можу його обробити...\nНе відправляйте відео як файл без стиснення 🤓',
    savingCarVis: 'Зберігаю карвіз 🤓',
    groupSavingError:
      '🥲 Помилка групогово збереження фото\n\nПочніть з початку\n/start',
    rowSavingError:
      '🥲 Помилка збереження карвізу\n\nПовідомте адміністратору!',
    forceStopQuestion:
      'Увага❗️\nБуде видалено незавершений карвіз⚠️\n\nІнгоруйте це повідомлення якщо передумали.\nНатисніть кнопку 👇 щоб видалити',
    forceStopBtn: '->🗑',
    oldCarVisForceStop:
      'Це стара кнпока👆\nТой карвіз було завершено або видалено. Я не знаю(\nЯкщо хочеш видалини поточний\nвиклич команду 👉 /close',
    forceStopDone: 'Все ок, видалив\nМожно починати новый 😊',
    askOdometrPhoto:
      'Зробіть фото одометра так, щоб було видно загальний пробіг автомобіля',
    errorWhileEnterCarVisScene:
      '❌ Сталася непередбачувана помилка. Будь ласка напишіть про це адміністратору',
    skipVideoMsg: "Ви пропустили обов'язковий відеоогляд",
  },
};
